/* No comment provided by engineer. */
"About Verbatim Digital™" = "About Verbatim Digital™";

/* No comment provided by engineer. */
"Tap here to begin typing.." = "Tap here to begin typing..";

/* No comment provided by engineer. */
"All translation history has been cleared." = "All translation history has been cleared.";

/* No comment provided by engineer. */
"Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore." = "Are you sure you want to clear all translation history?  Your previous translations will not show up as suggestions anymore.";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Clear" = "Borrar";

/* No comment provided by engineer. */
"Clear Translation History" = "Clear Translation History";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Professional Quote" = "Professional Quote";

/* No comment provided by engineer. */
"Request Professional Quote" = "Request Professional Quote";

/* No comment provided by engineer. */
"Submitting..." = "Submitting...";

/* No comment provided by engineer. */
"This is where you put all your info about the company and whatever else you want to put here in the about section.  Go ahead and give us the text and we'll put it in there.  I need something else to say so that it can fill up the space.  This app is going to be great.  This text will all be localized to the language of choice when selected above." = "This is where you put all your info about the company and whatever else you want to put here in the about section.  Go ahead and give us the text and we'll put it in there.  I need something else to say so that it can fill up the space.  This app is going to be great.  This text will all be localized to the language of choice when selected above.";

/* No comment provided by engineer. */
"Verbatim Translate" = "Verbatim Translate";

/* No comment provided by engineer. */
"We're sorry, an error has occurred.  Please try again." = "We're sorry, an error has occurred.  Please try again.";

